Repository: 0pc0deFR/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: cs, hu, nl, sk

source: Waiting
cs: Čekám
hu: Vár
sk: Čaká sa

source: In progress
cs: Probíhá
hu: Folyamatban
sk: Prebieha

source: Finished
cs: Dokončené
hu: Befejeződött
nl: Voltooid
sk: Ukončené

source: Failed
cs: Selhalo
hu: Sikertelen
sk: Neúspešné

source: Error: %s Retry?
cs: Chyba: %s Zkusit ještě jednou?
hu: Hiba: %s Próbáljam újra?
sk: Chyba: %s Znova?

source: Error
cs: Chyba
hu: Hiba
sk: Chyba

source: An unknown error occurred!
cs: Došlo k neznámé chybě!
hu: Ismeretlen hiba történt!
sk: Vyskytla sa neznáma chyba!

source: A required tool (%s) was not found.
cs: Požadovaný nástroj (%s) nebyl nalezen.
hu: A szükséges eszköz (%s) nem található.
sk: Požadovaný nástroj (%s) sa nenašiel.

source: Cancelled upon user request
cs: Zrušeno na žádost uživatele
hu: Felhasználó kérésére törölték
sk: Zrušené na žiadosť užívateľa

source: Error code
cs: Kód chyby
hu: Hibakód
sk: Kód chyby

source: Catch Up Categories
cs: Catch Up kategorie
hu: Felzárkózási kategóriák
sk: Catch Up Kategórie

source: Sort: A-Z
cs: Seřadit: A-Z
hu: Rendezés: A-tól Z-ig
nl: Sorteren: A-Z
sk: Zoradiť: A-Z

source: Back
cs: Zpět
hu: Vissza
nl: Terug
sk: Späť

source: Search
cs: Hledat
hu: Keresés
nl: Zoeken
sk: Hľadať

source: ALL
cs: VŠE
hu: ÖSSZES
nl: ALLES
sk: VŠETKO

source: Server error or invalid link.
cs: Chyba serveru nebo neplatný odkaz.
hu: Szerverhiba vagy érvénytelen hivatkozás.
sk: Chyba servera alebo neplatný odkaz.

source: Reset Search
cs: Obnovit vyhledávání
hu: Alaphelyzet
nl: Herstel zoeken
sk: Vynulovať vyhľadávanie

source: Reverse
cs: Stornovat
hu: Visszafelé
nl: Omkeren
sk: Opačne

source: Page:
cs: Stránka:
hu: Oldal:
nl: Pagina:
sk: Strana:

source: of
cs: z
nl: van
sk: z

source: Sort: Z-A
cs: Řazení: Z-A
hu: Rendezés: Z-A
nl: Sorteren: Z-A
sk: Zoradiť: Z-A

source: Sort: Original
cs: Seřadit: Originál
hu: Rendezés: Eredeti
nl: Sorteren: Origineel
sk: Zoradiť: Originál

source: Sort: Added
cs: Seřadit: Přidáno
hu: Rendezés: Hozzáadva
sk: Zoradiť: Pridané

source: Filter this category...
cs: Filtrovat tuto kategorii...
hu: Szűrje ezt a kategóriát...
nl: Categorie filteren...
sk: Filtrovať túto kategóriu...

source: No results found.
cs: Nebyly nalezeny žádné výsledky.
hu: Nincs találat.
sk: Nenašiel sa výsledok.

source: Incorrect pin code.
cs: Nesprávný kód PIN.
hu: Helytelen PIN-kód.
nl: Onjuiste pincode.
sk: Nesprávny pin kód.

source: all
cs: vše
hu: összes
nl: alles
sk: všetky

source: Please enter the parental control pin code
cs: Zadejte PIN kód rodičovské kontroly
hu: Kérjük, adja meg a szülői felügyelet PIN-kódját
nl: Vul de pincode voor ouderlijk toezicht in
sk: Zadajte PIN kód rodičovskej kontroly

source: Enter pin code
cs: Zadejte kód PIN
hu: Írja be a PIN kódot
nl: Pincode invullen
sk: Zadajte PIN kód

source: Added to download manager
cs: Přidáno do správce stahování
hu: Hozzáadva a letöltéskezelőhöz
nl: Toegevoegd aan download manager
sk: Pridané do správcu sťahovania

source: Note recording acts as an open connection.
cs: Poznámka: Nahrávání funguje jako otevřené připojení.
hu: Megjegyzés: A felvétel nyitott kapcsolatként működik.
sk: Poznámka: Nahrávanie funguje ako otvorené pripojenie.

source: Do not record and play streams at the same time.
cs: Nenahrávejte a nepřehrávejte streamy současně.
hu: Ne rögzítsen és játsszon le egyszerre streameket.
sk: Nenahrávajte a neprehrávajte streamy súčasne.

source: Open download manager?
cs: Otevřít správce stahování?
hu: Nyissa meg a letöltéskezelőt?
sk: Otvoriť správcu sťahovania?

source: Already added to download manager
cs: Již přidáno do správce stahování
hu: Már hozzá van adva a letöltéskezelőhöz
nl: Reeds toegevoegd aan download manager
sk: Už pridané do správcu sťahovania

source: Catchup error. No data for this slot
cs: Chyba Catchupu. Žádná data pro tento slot
hu: Felzárkózási hiba. Nincsenek adatok ehhez a tárolóhelyhez
nl: Catchup fout. Geen data voor dit slot
sk: Catchup chyba. Žiadne údaje pre tento slot

source: Catchup currently not available. Missing EPG data
cs: Funkce Catchup momentálně není k dispozici. Chybějící data EPG
hu: Felzárkózás jelenleg nem érhető el. Hiányzó EPG-adatok
nl: Catchup momenteel niet beschikbaar. Missende EPG data
sk: Catchup momentálne nie je k dispozícii. Chýbajú údaje EPG

source: Not Started
cs: Nezahájeno
hu: Kezdésre vár
nl: Niet gestart
sk: Nezačaté

source: VOD Download Manager
hu: VOD letöltéskezelő
sk: Správca sťahovania VOD

source: Download
cs: Stáhnout
hu: Letöltés
sk: Stiahnuť

source: Remove
cs: Odstranit
hu: Eltávolítás
sk: Odstrániť

source: Free Space:
cs: Volné místo:
hu: Szabad hely:
nl: Beschikbare opslag:
sk: Voľné miesto:

source: of
cs: ze
nl: van
sk: z

source: Cancel
cs: Zrušit
hu: Mégsem
nl: Annuleren
sk: Zrušiť

source: Please set download folder in Main Settings.
cs: Nastavte složku pro stahování v hlavním nastavení.
hu: Kérjük, állítsa be a letöltési mappát a Főbeállításokban.
sk: Nastavte priečinok na stiahnutie v hlavných nastaveniach.

source: Vod Download folder location does not exist.
cs: Umístění složky Vod Download neexistuje.
hu: A Vod Download mappa helye nem létezik.
nl: Vod Download maplocatie bestaat niet.
sk: Umiestnenie priečinka Vod Download neexistuje.

source: Please update your wget library to download https lines opkg update opkg install wget
cs: Aktualizujte prosím svou knihovnu wget a stáhněte si řádky https Aktualizace OPKG opkg install wget
hu: Kérjük, frissítse wget könyvtárát a https vonalak letöltéséhez OPKG frissítés OPKG telepítse a WGET-t
sk: Aktualizujte svoju knižnicu wget a stiahnite si riadky https Aktualizácia OPKG opkg inštalácia wget

source: Cancel this download?
cs: Zrušit toto stahování?
hu: Megszakítja a letöltést?
nl: Download annuleren?
sk: Zrušiť toto sťahovanie?

source: Delete this entry?
cs: Odstranit tuto položku?
hu: Törli ezt a bejegyzést?
sk: Odstrániť tento záznam?

source: Please enter the correct pin code
cs: Zadejte správný PIN kód
hu: Kérjük, adja meg a helyes PIN-kódot
sk: Zadajte správny PIN kód

source: The pin code you entered is wrong.
cs: Zadaný kód PIN je nesprávný.
hu: A megadott PIN-kód helytelen.
sk: Zadaný PIN kód je nesprávny.

source: Hidden Categories
cs: Skryté kategorie
hu: Rejtett kategóriák
nl: Verborgen categorieën
sk: Skryté kategórie

source: Save
cs: Uložit
hu: Mentés
nl: Opslaan
sk: Uložiť

source: Invert
cs: Převrácení
hu: Fordított
nl: Omkeren
sk: Invertovať

source: Reset
cs: Resetovat
hu: Visszaállítás
sk: Resetovať

source: Error: All categories hidden. Please amend your selection.
cs: Chyba: Všechny kategorie jsou skryté. Upravte prosím svůj výběr.
hu: Hiba: Minden kategória rejtett. Kérjük, módosítsa a választását.
nl: Fout: Alle categorieën zijn verborgen. Wijzig uw keuze.
sk: Chyba: Všetky kategórie sú skryté. Prosím, zmeňte svoj výber.

source: Live Categories
cs: Živé kategorie
hu: Élő kategóriák
sk: Živé kategórie

source: Live Streams
cs: Živé přenosy
hu: Élő közvetítések
nl: Live stream
sk: Priame prenosy

source: FAVOURITES
cs: OBLÍBENÉ
hu: KEDVENCEK
nl: FAVORIETEN
sk: OBĽÚBENÉ

source: RECENTLY WATCHED
cs: NEDÁVNO SLEDOVANÉ
hu: NEMRÉG MEGFIGYELTÉK
sk: NEDÁVNO SLEDOVANÉ

source: Delete
cs: Smazat
hu: Törlés
nl: Verwijderen
sk: Zmazať

source: Next Info
cs: Další informace
hu: Következő információ
nl: Volgende info
sk: Ďalšie informácie

source: Now Info
cs: Nyní info
hu: Most infó
nl: Nu info
sk: Nové informácie

source: Recording Timer Set.
cs: Nastaviť časovač nahrávání.
hu: Felvételi időzítő beállítás.
nl: Timer voor opname ingesteld.
sk: Časovač nahrávania Nastaviť.

source: Recording Failed.
cs: Nahrávání se nezdařilo.
hu: A felvétel nem sikerült.
nl: Opname mislukt.
sk: Nahrávanie zlyhalo.

source: Main Menu
cs: Hlavní menu
hu: Főmenü
nl: Hoofdmenu
sk: Hlavné menu

source: Reset JSON
cs: Resetovat JSON
hu: JSON alaphelyzetbe állítása
sk: Resetujte JSON

source: Playlists.txt location is invalid and has been reset.
cs: Umístění souboru Playlists.txt je neplatné a bylo resetováno.
hu: A lejátszási listák.txt hely érvénytelen, és alaphelyzetbe lett állítva.
sk: Umiestnenie súboru Playlists.txt je neplatné a bolo obnovené.

source: Playlists
cs: Playlisty
hu: Játéklisták
sk: Playlisty

source: Add Playlist
cs: Přidat Playlist
hu: Lejátszási lista hozzáadása
nl: Playlist toevoegen
sk: Pridať Playlist

source: Main Settings
cs: Hlavní nastavení
hu: Fő beállítások
nl: Instellingen
sk: Hlavné nastavenia

source: Manual EPG Update
cs: Ruční obnova EPG
hu: Kézi EPG frissítés
nl: Nu EPG bijwerken
sk: Manuálna aktualizácia EPG

source: Download Manager
cs: Správce stahování
hu: Letöltés kezelő
sk: Správca sťahovania

source: EPGs downloading.
cs: Stahování EPG.
hu: EPG-k letöltése.
nl: EPG's downloaden.
sk: Sťahovanie EPG.

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
cs: Upozornění: smazat uložená data JSON pro všechny seznamy skladeb ... Nastavení, oblíbené položky atd. Seznamy skladeb nebudou smazány. Chcete pokračovat?
hu: Figyelmeztetés: törölje a tárolt JSON-adatokat az összes lejátszási listához... Beállítások, kedvencek stb. A lejátszási listák nem törlődnek. Szeretné folytatni?
sk: Upozornenie: vymažte uložené údaje json pre všetky playlisty... Nastavenia, obľúbené položky atď. Zoznamy skladieb sa neodstránia. Prajete si pokračovať?

source: TV Series
cs: TV seriály
hu: TV Sorozat
sk: TV seriál

source: Playlist Settings
cs: Playlist nastavení
hu: Lejátszási lista beállításai
nl: Playlist instellingen
sk: Playlist Nastavenie

source: No data, blocked or playlist not compatible with XStreamity plugin.
cs: Žádná data, blokované nebo playlist není kompatibilní s pluginem XStreamity.
hu: Nincs adat, blokkolt vagy lejátszási lista, amely nem kompatibilis az XStreamity beépülő modullal.
nl: Geen data, geblokkeerd of playlist niet compatible met Xstreamity plugin.
sk: Žiadne údaje, blokované alebo playlist nie je kompatibilný s doplnkom XStreamity.

source: Select Playlist
cs: Vybrat Playlist
hu: Lejátszási lista kiválasztása
nl: Selecteer een playlist
sk: Vyberte Playlist

source: Info
cs: Informace
hu: Információ
sk: Informácie

source: Server Not Responding
cs: Server nereaguje
hu: A kiszolgáló nem válaszol
nl: Server reageert niet
sk: Server nereaguje

source: Not Authorised
cs: Nepovoleno
hu: Nem engedélyezett
nl: Niet geautoriseerd
sk: Nie je autorizovaný

source: Active
cs: Aktivní
hu: Aktív
nl: Actief
sk: Aktívny

source: Banned
cs: Zablokován
hu: Tiltott
nl: Verboden
sk: Zablokovaný

source: Disabled
cs: Vypnuto
hu: Kikapcsolva
nl: Geblokkeerd
sk: Zakázané

source: Expired
cs: Expirovaný
hu: Lejárt
nl: Verlopen
sk: Vypršala

source: Expires:
cs: Vyprší:
hu: Lejár:
nl: Verloopt:
sk: Skončí:

source: Active Conn:
cs: Aktivní Conn:
hu: Aktív Conn:
nl: Actieve con:
sk: Aktívny Conn:

source: Delete selected playlist?
cs: Smazat vybraný seznam skladeb?
hu: Törli a kiválasztott lejátszási listát?
nl: Gekozen playlist verwijderen?
sk: Odstrániť vybratý playlist?

source: Delete providers EPG data?
cs: Smazat data EPG poskytovatelů?
hu: Törli a szolgáltatók EPG-adatait?
nl: Provider EPG verwijderen?
sk: Odstrániť poskytovateľov EPG údaje?

source: Really close without saving settings?
cs: Opravdu zavřít bez uložení nastavení?
hu: Tényleg bezárja a beállítások mentése nélkül?
nl: Afsluiten zonder op te slaan?
sk: Naozaj zavrieť bez uloženia nastavení?

source: Short name or provider name:
cs: Krátký název nebo název poskytovatele:
hu: Rövid név vagy szolgáltatónév:
nl: Provider naam:
sk: Skrátený názov alebo názov poskytovateľa:

source: Show LIVE category:
cs: Zobraziť ŽIVÉ kategorii:
hu: Show LIVE kategória:
nl: LIVE categorie weergeven:
sk: Zobraziť kategóriu NAŽIVO:

source: Show VOD category:
cs: Zobraziť VOD kategorii:
hu: VOD kategória megjelenítése:
nl: VOD categorie weergeven:
sk: Zobraziť kategóriu VOD:

source: Show SERIES category:
cs: Zobraziť SERIÁLY kategorii:
hu: Show SERIES kategória:
nl: SERIES categorie weergeven:
sk: Zobraziť kategóriu SERIES:

source: Show CATCHUP category:
cs: Zobraziť CATCHUP kategorii:
hu: CATCHUP kategória megjelenítése:
nl: CATCHUP categorie weergeven:
sk: Zobraziť kategóriu CATCHUP:

source: Output:
cs: Výstup:
hu: Kivitel:
nl: Formaat:
sk: Výstup:

source: Stream Type LIVE:
cs: Typ streamu LIVE:
hu: Élő közvetítés típusa:
nl: Streamtype voor LIVE:
sk: Typ streamu LIVE:

source: Stream Type VOD/SERIES:
cs: Typ streamu VOD/SERIES:
hu: Stream típusa VOD/SERIES:
nl: Streamtype voor VOD/Series:
sk: Typ streamu VOD/SERIES:

source: Stream Source URL:
cs: Adresa URL zdroje Streamu:
hu: Stream forrás URL-címe:
sk: Adresa URL zdroja Streamu:

source: EPG offset:
cs: Ofset EPG:
hu: EPG eltolás:
sk: Posun EPG:

source: Use alternative EPG url:
cs: Použijte alternativní adresu URL EPG:
hu: Használjon alternatív EPG URL-t:
sk: Použite alternatívnu EPG adresu:

source: Alternative EPG url:
cs: Alternativní adresa URL EPG:
hu: Alternatív EPG URL:
sk: Alternatívna EPG adresa:

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
cs: Název kytice nesmí být prázdný. Zadejte prosím jedinečný název kytice. Minimálně 3 znaky.
hu: A csokor neve nem lehet üres. Kérjük, adjon meg egy egyedi csokor nevet. Minimum 3 karakter.
sk: Názov kytice nemôže byť prázdny. Zadajte jedinečný názov kytice. Minimálne 3 znaky.

source: Name already used. Please enter a unique name.
cs: Již použitý název. Zadejte prosím jedinečný název.
hu: Már használt név. Kérjük, adjon meg egy egyedi nevet.
sk: Už použitý názov. Zadajte jedinečný názov.

source: IPTV Xtream Codes playlists player by KiddaC
cs: IPTV Xtream kódy playlisty KiddaC
hu: IPTV Xtream kódok lejátszási listák lejátszója a KiddaC által
nl: IPTV Xtream Codes Playlist Player van KiddaC, NL vertaling: grox
sk: IPTV Xtream Kódy playlists od KiddaC

source: Close
cs: Zavřít
hu: Bezár
nl: Afsluiten
sk: Zatvoriť

source: Please enter recording time
cs: Zadejte prosím čas nahrávání
hu: Kérjük, adja meg a felvételi időt
nl: Vul tijd voor opname in
sk: Zadajte čas nahrávania

source: Please enter recording end time
cs: Zadejte prosím koncový čas nahrávání
hu: Kérjük, adja meg a felvétel befejezési idejét
nl: Vul eindtijd voor opname in
sk: Zadajte čas ukončenia nahrávania

source: Name
cs: Jméno
hu: Név
nl: Naam
sk: Meno

source: Start Time
cs: Čas zahájení
hu: Kezdés ideje
nl: Starttijd
sk: Čas začiatku

source: End Time
cs: Čas konce
hu: Befejezés ideje
nl: Eindtijd
sk: Čas ukončenia

source: Series Categories
cs: Kategorie sérií
hu: Sorozat kategóriák
sk: Kategórie Seriálov

source: Series
cs: Série
hu: Sorozatok
sk: Edície

source: No series found in this category.
cs: V této kategorii nebyly nalezeny žádné série.
hu: Ebben a kategóriában nem találtunk sorozatot.
sk: V tejto kategórii neboli nájdené žiadne série.

source: Sort: Year
cs: Seřadit: Rok
hu: Rendezés: Év
sk: Zoradiť: Rok

source: Video Type:
cs: Typ videa:
hu: Videó típusa:
sk: Typ Videa:

source: Rating:
cs: Hodnocení:
hu: Értékelés:
nl: Waardering:
sk: Hodnotenie:

source: Genre:
cs: Žánr:
hu: Műfaj:
sk: Žáner:

source: Duration:
cs: Doba trvání:
hu: Időtartam:
nl: Duur:
sk: Trvanie:

source: Release Date:
cs: Datum vydání:
hu: Kiadás dátuma:
nl: Release datum:
sk: Dátum vydania:

source: Cast:
cs: Obsazení:
hu: Önt:
sk: Obsadenie:

source: Director:
cs: Režisér:
hu: Igazgató:
nl: Regisseur:
sk: Režisér:

source: Country:
cs: Země:
hu: Ország:
nl: Land:
sk: Krajina:

source: Season
cs: Sezóna
hu: Évszak
nl: Seizoen
sk: Sezóna

source: Add Xtream Codes Playlist
cs: Přidat seznam skladeb Xtream Codes
hu: Xtream kódok lejátszási listájának hozzáadása
nl: Xtream Codes playlist toevoegen
sk: Pridajte Xtream Codes Playlists

source: Protocol:
cs: Protokol:
hu: Protokoll:
sk: Protokol:

source: Server URL: i.e. domain.xyz
cs: Adresa URL serveru: tj. domain.xyz
hu: Szerver URL: azaz domain.xyz
sk: Adresa URL servera: t.j. doména.xyz

source: Username:
cs: Uživatelské jméno:
hu: Felhasználónév:
nl: Gebruikersnaam:
sk: Používateľské meno:

source: Password:
cs: Heslo:
hu: Jelszó:
nl: Wachtwoord:
sk: Heslo:

source: Details are not valid or unauthorised
cs: Údaje jsou neplatné nebo neoprávněné
hu: Az adatok nem érvényesek vagy jogosulatlanok
sk: Údaje nie sú platné alebo neoprávnené

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
cs: Název kytice nesmí být prázdný. Zadejte prosím jedinečný název kytice. Minimálně 2 znaky.
hu: A csokor neve nem lehet üres. Kérjük, adjon meg egy egyedi csokor nevet. Minimum 2 karakter.
sk: Názov kytice nemôže byť prázdny. Zadajte jedinečný názov kytice. Minimálne 2 znaky.

source: Playlist added successfully.
cs: Seznam skladeb byl úspěšně přidán.
hu: A lejátszási lista sikeresen hozzáadva.
nl: Playlist succesvol toegevoegd.
sk: Playlist bol úspešne pridaný.

source: User Information
cs: Informace o uživateli
hu: Felhasználói adatok
nl: Gebruikersinformatie
sk: Informácie o užívateľovi

source: Status:
cs: Stav:
hu: Állapot:
sk: Stav:

source: Expiry Date:
cs: Platnost do:
hu: Lejárati:
sk: Dátum expirácie:

source: Created At:
cs: Vytvořeno v:
hu: Létrehozva:
sk: Vytvorené:

source: Is Trial:
cs: Je zkouška:
hu: A próbaverzió:
sk: Je skúšobná verzia:

source: Active Connections:
cs: Aktivní připojení:
hu: Aktív kapcsolatok:
sk: Aktívne pripojenia:

source: Max Connections:
cs: Max připojení:
hu: Kapcsolatok maximális száma:
sk: Max pripojenia:

source: Allowed Output Formats:
cs: Povolené výstupní formáty:
hu: Engedélyezett kimeneti formátumok:
sk: Povolené výstupné formáty:

source: Real URL:
cs: Skutečná adresa URL:
hu: Valódi URL:
sk: Skutočná adresa URL:

source: Timezone:
cs: Časová zóna:
hu: Időzóna:
sk: Časové pásmo:

source: Server Offset:
cs: Offset serveru:
hu: Szerver eltolás:
sk: Offset servera:

source: Please change default parental pin. Pin cannot be 0000, 1111 or 1234
cs: Změňte výchozí rodičovský kód PIN. Pin nemůže být 0000, 1111 nebo 1234
hu: Kérjük, módosítsd az alapértelmezett szülői PIN-kódot. A kitűző nem lehet 0000, 1111 vagy 1234
sk: Zmeňte predvolený rodičovský pin. Pin nemôže byť 0000, 1111 alebo 1234

source: You need to restart the GUI
cs: Musíte restartovat GUI
hu: Újra kell indítania a grafikus felhasználói felületet
sk: Musíte reštartovať GUI

source: Do you want to restart now?
cs: Chcete nyní restartovat?
hu: Most szeretné újraindítani?
sk: Chcete reštartovať teraz?

source: Select skin
cs: Vybrat vzhled
hu: Skin kiválasztása
sk: Vyber skin

source: playlists.txt location
cs: playlists.txt umístění
hu: playlists.txt helyére
nl: Opslaglocatie playlist.txt
sk: playlists.txt umiestnenie

source: *Restart GUI Required
cs: *Vyžadováno restartování GUI
hu: *GUI újraindítása szükséges
sk: *Vyžaduje sa Reštart GUI

source: EPG download location
cs: Složka pro stažení EPG
hu: EPG letöltési hely
sk: Miesto sťahovania EPG

source: VOD download folder
cs: Složka pro stažení VOD
hu: VOD letöltési mappa
nl: VOD download map
sk: Priečinok na stiahnutie VOD

source: Default LIVE stream type
cs: Výchozí typ živého přenosu
hu: Alapértelmezett ÉLŐ közvetítés típusa
nl: Standaardtype LIVE-Stream
sk: Predvolený typ LIVE prenosu

source: Default VOD/SERIES stream type
cs: Výchozí typ streamu VOD/SERIES
hu: Alapértelmezett VOD/SERIES adatfolyamtípus
nl: Standaardtype VOD/Series-Stream
sk: Predvolený typ streamu VOD/SERIES

source: Preview LIVE streams in mini tv
cs: Náhled LIVE přenosů v mini tv
hu: ÉLŐ közvetítések előnézete mini tv-ben
nl: Voorbeeldweergave van LIVE streams in mini TV
sk: Náhľad LIVE prenosov v mini tv

source: Stop stream on back button
cs: Zastaviť stream po stlačený tlačítka Zpět
hu: Streamelés leállítása a Vissza gombon
nl: Stream stoppen via terug knop
sk: Zastaviť stream na tlačidle Späť

source: XStreamity parental control
cs: XStreamity rodičovská kontrola
hu: XStreamity szülői felügyelet
sk: XStreamity rodičovská kontrola

source: XStreamity parental pin
cs: XStreamity rodičovský pin
hu: XStreamity szülői tű
sk: Rodičovský pin XStreamity

source: Show in main menu
cs: Zobrazit v hlavní nabídce
hu: Megjelenítés a főmenüben
sk: Zobraziť v hlavnom menu

source: Use Movie Database(TMDB) for VOD & Series
cs: Použijte filmovou databázi (TMDB) pro VOD a Seriály
hu: A Movie Database (TMDB) használata a VOD & sorozatokhoz
nl: Filmdatabase (TMDB) voor VOD en series gebruiken
sk: Použitie filmovej databázy (TMDB) pre VOD a seriály

source: Movie Database language
cs: Jazyk databáze filmů
hu: Filmadatbázis nyelve
nl: Filmdatabase taal
sk: Jazyk Filmovej databázy

source: Margin before catchup (mins)
cs: Rozpětí před doháněním (min)
hu: Margó a felzárkózás előtt (perc)
nl: Marge voor catchup (min.)
sk: Rozpätie pred dobehnutím (minúty)

source: Margin after catchup (mins)
cs: Rozpětí po dohánění (min)
hu: Margó a felzárkózás után (perc)
nl: Marge na catchup (min.)
sk: Rozpätie po dobehnutí (min)

source: Allow SubsSupport plugin in VOD
cs: Povolit plugin SubsSupport ve VOD
hu: A SubsSupport beépülő modul engedélyezése a VOD-ban
nl: SubsSupport plugin in VOD gebruiken
sk: Povoliť doplnok SubsSupport na VOD

source: Skip playlist selection screen if only 1 playlist
cs: Přeskočit obrazovku výběru seznamu skladeb, pokud je pouze 1 seznam skladeb
hu: Hagyja ki a lejátszási lista kiválasztási képernyőjét, ha csak 1 lejátszási lista
nl: Playlist-keuzescherm overslaan bij maar één playlist
sk: Preskočiť obrazovku výberu playlist, ak máte iba 1 playlist

source: Automatic EPG download time
cs: Čas automatického stahování EPG
hu: Automatikus EPG letöltési idő
sk: Automatický čas sťahovania EPG

source: Show channel picons
cs: Zobrazit picony kanálů
hu: Csatornaképek megjelenítése
sk: Zobrazenie piconov kanála

source: Show Vod/Series posters
cs: Zobrazit plakáty Vod/seriálů
hu: Vod/Series poszterek megjelenítése
sk: Zobraziť plagáty Vod/Series

source: Show infobar picons
cs: Zobrazit picony na infobaru
hu: Csatorna ikon megjelenítése az Információs sávon
sk: Zobrazenie piconov na informačnom paneli

source: Show infobar posters
cs: Zobrazit plakáty na informačním panelu
hu: Információs sáv posztereinek megjelenítése
sk: Zobrazenie plagátov informačného panela

source: Auto start XStreamity on boot
cs: Automatické spuštění XStreamity při startu systému
hu: Az XStreamity automatikus indítása rendszerindításkor
sk: Automatické spustenie XStreamity pri štarte

source: Choose Directory:
cs: Vyberte adresář:
hu: Válasszon könyvtárat:
nl: Selecteer map:
sk: Vyberte Adresár:

source: Choose directory
cs: Vyberte adresář
hu: Válasszon könyvtárat
nl: Selecteer map
sk: Vyberte adresár

source: Resolution Change Failed
cs: Změna rozlišení neúspěšná
hu: Felbontás módosítása sikertelen
sk: Zmena uznesenia neúspešná

source: Do you want to resume this playback?
cs: Chcete pokračovat v tomto přehrávání?
hu: Szeretné folytatni ezt a lejátszást ahonnan abbahagyta?
nl: Wilt u het afspelen voortzetten?
sk: Chcete pokračovať v tomto prehrávaní?

source: Resume position at %s
hu: Folytatás %s pozíciótól
nl: Hervatten vanaf positie %s
sk: Obnovte pozíciu na %s

source: Catch Up
hu: Felzárkózás
sk: Dobehnúť

source: Vod Categories
cs: Vod kategorie
hu: Vod kategóriák
sk: Vod Kategórie

source: Movie
cs: Film
hu: Film
nl: Film
sk: Film

source: The IMDb plugin is not installed! Please install it.
cs: IMDb plugin není nainstalován! Prosím, nainstalujte jej.
hu: Az IMDb bővítmény nincs telepítve! Kérem, telepítse.
nl: IMDb Plugin is niet geïnstalleerd! Installeren aub.
sk: Doplnok IMDb nie je nainštalovaný! Nainštalujte ho, prosím.

source: Catch-up
hu: Felzárkóztató

source: Port:
cs: Přístav:
nl: Poort:

source: %d Min
nl: %d Minuut

source: Downloading
nl: Downloaden

source: File already downloaded.
nl: Bestand al gedownload.
