Repository: 0pc0deFR/XStreamity
Catalog: XStreamity/usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/*/LC_MESSAGES/XStreamity.po
Languages: cs, hu, nl, sk

source: Multiple downloads not allowed. Please wait or cancel download.
nl: Meerdere downloads niet toegestaan. Wacht of annuleer het downloaden.

source: Download Failed!
nl: Download mislukt!

source: Clear All
nl: Alles verwijderen

source: Categories
nl: Categorieën

source: Hide/Show
nl: Verberg/Toon

source: Sort: Newest
nl: Sorteren: Nieuwste

source: Record
nl: Opnemen

source: Catchup channel check updated:
nl: Catchup zender controle bijgewerkt:

source: Last catchup check:
nl: Laatste catchup controle:

source: All
nl: Alles

source: Download Failed
nl: Download mislukt

source: Details are not a valid or unauthorised
nl: Gegevens zijn ondgeldig of niet geautoriseerd

source: Please change default parental pin before turning on XStreamity parental control. Pin cannot be 0000 or 1234
nl: Wijzig de standaard pincode voordat u XStreamity ouderlijk toezicht inschakelt. Pin kan niet 0000 of 1234 zijn

source: Select skin *Restart GUI Required
nl: Selecteer skin (*Herstart GUI Vereist)

source: Server timeout (seconds)
nl: Server time-out (seconden)

source: Parental control
nl: Ouderlijk toezicht

source: Show in main menu *Restart GUI Required
nl: Weergeven in hoofdmenu (*Herstart GUI Vereist)

source: Automatic EPG download time *Restart GUI Required
nl: Automatische EPG-downloadtijd (*Herstart GUI Vereist)
